[MZButterflyStrafe X2UniversalSoldierClassInfo]
ClassSpecializationTitle="蝴蝶忍"
ClassSpecializationSummary="蝴蝶忍是擅长近距离作战的敏捷战斗人员，在敌人之间飞来飞去。使用撕裂刀或战刀."

[MZButterflyFangs X2UniversalSoldierClassInfo]
ClassSpecializationTitle="重锋行者"
ClassSpecializationSummary="虽然不是特别敏捷，但重锋行者可以撕裂任何愚蠢到触手可及的敌人。使用撕裂刀、战刀或长剑."

[MZButterflyMedic X2UniversalSoldierClassInfo]
ClassSpecializationTitle="战地医生"
ClassSpecializationSummary="战地医生用刀快速治愈伤口并修复损坏的盔甲或机器人。使用战刀."